Repository: AizenPYTH/JEU-MOBILE
Catalog: ScreenshotKit/Sources/ScreenshotUI/Resources/Localizable.xcstrings
Source language: fr
Languages: en

# empty.photosMessage
source: La pellicule est vide. Quelqu'un a-t-il fait le ménage ?
en: The camera roll is empty. Did someone clean it up?

# empty.photosTitle
source: Aucune photo
en: No photos

# error.damaged
source: Le dossier n'a pas pu être chargé
en: The file could not be loaded

# error.damagedBody
source: Votre progression est conservée.
en: Your progress is kept.

# error.retry
source: Réessayer
en: Try again

# evidence.alreadyFiled
source: Déjà au dossier
en: Already in the file

# evidence.connect
source: Relier
en: Connect

# evidence.continue
source: Continuer
en: Continue

# evidence.filed
source: Versée au dossier
en: Added to the file

# evidence.viewPiece
source: Voir la pièce
en: View the piece

# filing.alreadyFiled
source: %@ · déjà au dossier
en: %@ · already in the file

# filing.cancel
source: Annuler
en: Cancel

# filing.viewInCarnet
source: Voir dans le Carnet
en: See it in the Notebook

# first.start
source: Commencer
en: Start

# first.step1.line
source: On vous confie une affaire.
en: You are handed a case.

# first.step1.title
source: Un dossier
en: A case file

# first.step2.line
source: Celui de la personne concernée.
en: The phone of the person involved.

# first.step2.title
source: Un téléphone
en: A phone

# first.step3.line
source: Gardez ce qui compte.
en: Keep what matters.

# first.step3.title
source: Verser au dossier
en: Add to the file

# first.step4.line
source: Si besoin, reliez pièces et personnes pour y voir clair.
en: If it helps, link pieces and people to see clearly.

# first.step4.title
source: Relier
en: Connect

# first.step5.line
source: Désignez le responsable avant la fin du temps.
en: Name the one responsible before time runs out.

# first.step5.title
source: Conclure
en: Conclude

# first.tagline
source: Un téléphone. Une disparition. À vous de conclure.
en: One phone. One disappearance. Your call to conclude.

# hints.allRevealed
source: Tous les indices de ce dossier sont révélés.
en: Every hint in this file has been revealed.

# hints.continue
source: Continuer seul
en: Carry on alone

# hints.costNote
source: Retire %ld points de la note finale.
en: Takes %ld points off the final mark.

# hints.explainShort
source: Un indice oriente sans donner la réponse. Il retire des points à la note finale, jamais du temps.
en: A hint points the way without giving the answer. It takes points off the final mark, never time.

# hints.free
source: Gratuit
en: Free

# hints.freeNote
source: Gratuit : la note ne change pas.
en: Free: the mark does not change.

# hints.lockedUntil
source: Disponible à %@
en: Available at %@

# hints.maxNow
source: Note maximale actuelle : %ld / 100
en: Current maximum mark: %ld / 100

# hints.need
source: Besoin d'aide ?
en: Need a hand?

# hints.number
source: Indice %ld
en: Hint %ld

# hints.reveal
source: Ouvrir le pli
en: Open the envelope

# hints.revealN
source: Révéler l'indice %ld
en: Reveal hint %ld

# hints.tierName1
source: Où regarder
en: Where to look

# hints.tierName2
source: Quoi comparer
en: What to compare

# hints.tierName3
source: Ce qui cloche
en: What does not fit

# hints.what1
source: La zone du téléphone à explorer.
en: The part of the phone to explore.

# hints.what2
source: Le type d'information à comparer.
en: The kind of information to compare.

# hints.what3
source: Une orientation forte, sans donner le nom.
en: A strong pointer, without giving the name.

# home.owner
source: Téléphone de %@
en: %@'s phone

# home.ownerElided
source: Téléphone d'%@
en: %@'s phone

# home.resume
source: Reprendre l'enquête
en: Resume the investigation

# home.resumeMeta
source: %1$@ restantes · ◆ %2$ld
en: %1$@ left · ◆ %2$ld

# home.start
source: Ouvrir le dossier
en: Open the file

# home.title
source: Accueil
en: Home

# intro.restartConfirm
source: Recommencer
en: Start over

# intro.restartMessage
source: L'enquête en cours sur ce téléphone sera perdue.
en: The investigation in progress on this phone will be lost.

# intro.restartTitle
source: Recommencer l'affaire ?
en: Start the case over?

# intro.resume
source: Reprendre l'enquête · %@
en: Resume the investigation · %@

# intro.start
source: Commencer l'enquête
en: Start the investigation

# investigator.number
source: Matricule
en: Badge no.

# investigator.title
source: Enquêteur
en: Investigator

# item.track
source: Déplacements de %@
en: Movements of %@

# launch.loading
source: Chargement
en: Loading

# location.me
source: Moi
en: Me

# location.people
source: Positions partagées
en: Shared locations

# location.peopleHelp
source: Ouvrez un trajet pour voir chaque lieu et chaque heure.
en: Open a route to see every place and time.

# location.stopped
source: A arrêté de partager sa position
en: Stopped sharing location

# location.stoppedAt
source: %@ a arrêté de partager sa position le %@.
en: %@ stopped sharing their location on %@.

# location.subtitle
source: Carte · trajets
en: Map · routes

# lock.cost
source: Chaque essai : −%ld s
en: Each try: −%ld s

# lock.hint
source: Indice : %@
en: Hint: %@

# lock.subtitle
source: Code requis
en: Passcode required

# lock.title
source: %@ est verrouillé
en: %@ is locked

# mail.attachmentMissing
source: « %@ » n'a jamais été ouverte sur ce téléphone. Seul son nom est visible.
en: “%@” was never opened on this phone. Only its name is visible.

# mail.attachmentMissingTitle
source: Pièce jointe indisponible
en: Attachment unavailable

# mail.attachments
source: %ld PIÈCES JOINTES
en: %ld ATTACHMENTS

# mail.emptyMessage
source: Ce dossier est vide.
en: This folder is empty.

# mail.emptyTitle
source: Aucun e-mail
en: No email

# mail.hasAttachment
source: Pièce jointe
en: Attachment

# mail.inbox
source: Réception
en: Inbox

# mail.notDownloaded
source: Non téléchargée sur cet appareil
en: Not downloaded on this device

# mail.sent
source: Envoyés
en: Sent

# mail.to
source: À : %@
en: To: %@

# mark.hasAlibi
source: A un alibi vérifié
en: Has a checked alibi

# mark.hasMotive
source: A un mobile
en: Has a motive

# mark.liedAboutAlibi
source: A menti sur son alibi
en: Lied about their alibi

# mark.nearTheScene
source: Était proche du lieu
en: Was near the scene

# menu.cases
source: Affaires
en: Cases

# menu.settings
source: Paramètres
en: Settings

# messages.delivered
source: Distribué
en: Delivered

# messages.draft
source: Brouillon
en: Draft

# messages.draftAt
source: Brouillon non envoyé · %@
en: Unsent draft · %@

# messages.loadOlder
source: Messages plus anciens (−%ld s)
en: Older messages (−%ld s)

# messages.metaGroup
source: %1$ld personnes · %2$ld messages
en: %1$ld people · %2$ld messages

# messages.recovered
source: Récupéré
en: Recovered

# messages.removed
source: Ce message a été supprimé
en: This message was deleted

# messages.results
source: %ld résultats
en: %ld results

# messages.searchPrompt
source: Rechercher (−%ld s)
en: Search (−%ld s)

# messages.start
source: Début de la conversation
en: Start of the conversation

# messages.stoppedSharing
source: %1$@ a cessé de partager sa position · %2$@
en: %1$@ stopped sharing their location · %2$@

# mode.alibi.declared
source: DÉCLARÉ
en: STATED

# mode.alibi.promise
source: Vérifier des déclarations
en: Check statements

# mode.alibi.recorded
source: RELEVÉ
en: RECORDED

# mode.alibi.verbs
source: VÉRIFIER · CROISER · CONCLURE
en: CHECK · CROSS-CHECK · CONCLUDE

# mode.investigations.inProgress
source: #%@ EN COURS · NOUVEAUX : %ld
en: #%@ IN PROGRESS · NEW: %ld

# mode.investigations.meta
source: %ld RÉSOLUS SUR %ld
en: %ld SOLVED OUT OF %ld

# mode.investigations.promise
source: Résoudre des dossiers
en: Solve case files

# mode.investigations.tab
source: ENQUÊTES
en: INVESTIGATIONS

# mode.investigations.title
source: Enquêtes
en: Investigations

# mode.investigations.verbs
source: EXPLORER · VERSER · CONCLURE
en: EXPLORE · FILE · CONCLUDE

# mode.locked
source: Disponible après le dossier #001
en: Available after case #001

# mode.lockedMessage
source: Disponible après #%@.
en: Available after #%@.

# mode.story.chapter
source: Chapitre %ld · %@
en: Chapter %ld · %@

# mode.story.create
source: Créer votre enquêteur
en: Create your investigator

# mode.story.new
source: NOUVEAU MODE
en: NEW MODE

# mode.story.promise
source: Vivre la carrière de son enquêteur
en: Live your investigator's career

# mode.story.tab
source: HISTOIRE
en: STORY

# mode.story.verbs
source: CARRIÈRE · CHAPITRES · BUREAU
en: CAREER · CHAPTERS · OFFICE

# modecard.alibi.subtitle
source: Vérifier. Croiser. Conclure.
en: Check. Cross-check. Conclude.

# modecard.investigations.line
source: Fouillez un téléphone et désignez le responsable avant la fin du temps.
en: Search a phone and name who is responsible before time runs out.

# modecard.investigations.meta
source: Résolues : %1$ld sur %2$ld
en: Solved: %1$ld of %2$ld

# modecard.investigations.subtitle
source: Qui est responsable ?
en: Who is responsible?

# modecard.story.subtitle
source: Votre carrière au BEN
en: Your career at the BEN

# n.calls
source: %ld appels
en: %ld calls

# n.days
source: %ld jours
en: %ld days

# n.missed
source: %ld manqués
en: %ld missed

# n.places
source: %ld lieux
en: %ld places

# n.unread
source: %ld non lus
en: %ld unread

# n.unreadF
source: %ld non lues
en: %ld unread

# nav.home
source: Accueil
en: Home

# notes.created
source: Créée le %@
en: Created on %@

# notes.folder
source: TOUTES LES NOTES
en: ALL NOTES

# notes.modified
source: Modifiée le %@
en: Edited on %@

# notif.empty
source: Aucune notification.
en: No notifications.

# notif.emptyTitle
source: Rien pour l'instant
en: Nothing yet

# notif.now
source: maintenant
en: now

# notif.open
source: Ouvrir
en: Open

# notif.today
source: AUJOURD'HUI
en: TODAY

# opening.openSeal
source: Ouvrir le scellé
en: Open the evidence bag

# opening.seal
source: SCELLÉ N° %@
en: EVIDENCE No. %@

# opening.swipe
source: Glissez vers le haut
en: Swipe up to open

# opening.unlock
source: Déverrouiller
en: Unlock

# pause.a11y
source: Mettre l'enquête en pause
en: Pause the investigation

# pause.ask.cancel
source: Continuer
en: Continue

# pause.ask.confirm
source: Mettre en pause
en: Pause

# pause.ask.message
source: Le chrono s'arrête.
en: The timer stops.

# pause.ask.title
source: Mettre l'enquête en pause ?
en: Pause the investigation?

# pause.overline
source: PAUSE
en: PAUSED

# pause.stopped
source: Le chrono est arrêté.
en: The timer is stopped.

# pause.title
source: Enquête en pause
en: Investigation paused

# photos.albumAll
source: Toutes
en: All

# photos.albumCamera
source: Appareil photo
en: Camera

# photos.albumReceived
source: Reçues
en: Received

# photos.albumScreenshots
source: Captures
en: Screenshots

# photos.analyze
source: Analyser la photo (−%ld s)
en: Analyse the photo (−%ld s)

# photos.analyzeHelp
source: Date, lieu, appareil et détails cachés
en: Date, place, device and hidden details

# photos.analyzeTitle
source: Analyser la photo
en: Analyse the photo

# photos.details
source: CE QU'ON REMARQUE
en: WHAT STANDS OUT

# photos.device
source: Appareil
en: Device

# photos.metadata
source: MÉTADONNÉES
en: METADATA

# photos.place
source: Lieu
en: Place

# photos.received
source: Reçue de
en: Received from

# photos.taken
source: Prise le
en: Taken on

# piece.callRecord
source: RELEVÉ D'APPELS
en: CALL RECORD

# piece.kind.app
source: APPLICATION
en: APP

# piece.kind.browser
source: RECHERCHE WEB
en: WEB SEARCH

# piece.kind.calendar
source: AGENDA
en: CALENDAR

# piece.kind.call
source: APPEL
en: CALL

# piece.kind.contact
source: FICHE CONTACT
en: CONTACT CARD

# piece.kind.deleted
source: MESSAGE SUPPRIMÉ
en: DELETED MESSAGE

# piece.kind.draft
source: BROUILLON
en: DRAFT

# piece.kind.mail
source: COURRIEL
en: EMAIL

# piece.kind.photoInfo
source: ANALYSE PHOTO
en: PHOTO ANALYSIS

# piece.kind.track
source: LOCALISATION
en: LOCATION

# piece.number
source: PIÈCE %@
en: EXHIBIT %@

# piece.search
source: RECHERCHE
en: SEARCH

# piece.short
source: Pièce %@
en: Piece %@

# piece.type.app
source: Application
en: App

# piece.type.browser
source: Recherche web
en: Web search

# piece.type.calendar
source: Agenda
en: Calendar

# piece.type.call
source: Appel
en: Call

# piece.type.contact
source: Fiche contact
en: Contact card

# piece.type.deleted
source: Message supprimé
en: Deleted message

# piece.type.draft
source: Brouillon
en: Draft

# piece.type.mail
source: Courriel
en: Email

# piece.type.photoInfo
source: Analyse photo
en: Photo analysis

# piece.type.track
source: Localisation
en: Location

# pin.add
source: Verser au dossier
en: Add to the file

# pin.remove
source: Retirer du dossier
en: Remove from the file

# player.bio.elise
source: Douze ans de terrain, brigade financière puis police judiciaire. Mutée au BEN à sa demande.
en: Twelve years in the field, financial crimes then criminal investigation. Transferred to the BEN at her own request.

# player.bio.vincent
source: Quatorze ans de police judiciaire, dont six aux affaires non élucidées. Rejoint le BEN sur proposition du Cdt. Lacaze.
en: Fourteen years in criminal investigation, six of them on cold cases. Joined the BEN at Cdr. Lacaze's invitation.

# player.titleF
source: ENQUÊTRICE
en: INVESTIGATOR

# player.titleM
source: ENQUÊTEUR
en: INVESTIGATOR

# profile.agentCard
source: Carte d'agent · BEN
en: Agent card · BEN

# profile.assignedOnF
source: Affectée au BEN le %@
en: Assigned to the BEN on %@

# profile.assignedOnM
source: Affecté au BEN le %@
en: Assigned to the BEN on %@

# profile.attempts
source: Parties
en: Plays

# profile.badgeEarned
source: Obtenue
en: Earned

# profile.badgeFirst
source: Première affaire résolue
en: First case solved

# profile.badgeNoHelp
source: Résolue sans aide
en: Solved without help

# profile.badgeNotYet
source: À obtenir
en: Not yet

# profile.badgePerfect
source: Enquête parfaite (100 %)
en: Perfect investigation (100%)

# profile.badgeThorough
source: Tous les éléments trouvés
en: Every item found

# profile.best
source: Meilleure note
en: Best mark

# profile.career
source: Parcours
en: Career

# profile.casesToGo
source: Encore %lld dossiers résolus
en: %lld more cases solved

# profile.changeIdentity
source: Changer d'enquêteur ou d'apparence
en: Change investigator or appearance

# profile.changeInvestigator
source: Changer d'enquêteur
en: Change investigator

# profile.found
source: Pièces trouvées
en: Pieces found

# profile.history
source: Historique
en: History

# profile.identity
source: Identité
en: Identity

# profile.nextRank
source: %1$@ pour %2$@
en: %1$@ to reach %2$@

# profile.rank
source: Rang
en: Rank

# profile.rankMax
source: Rang maximal atteint.
en: Highest rank reached.

# profile.solved
source: Affaires résolues
en: Cases solved

# rank.enqueteur
source: ENQUÊTEUR
en: INVESTIGATOR

# rank.enqueteurF
source: ENQUÊTRICE
en: INVESTIGATOR

# rank.experimente
source: EXPÉRIMENTÉ
en: EXPERIENCED

# rank.experimenteF
source: EXPÉRIMENTÉE
en: EXPERIENCED

# rank.inspecteur
source: INSPECTEUR
en: INSPECTOR

# rank.inspecteurF
source: INSPECTRICE
en: INSPECTOR

# report.caseTitle
source: Dossier %1$@ — %2$@
en: File %1$@ — %2$@

# report.culpritFound
source: Responsable désigné
en: Culprit named

# report.date
source: Clos le
en: Closed on

# report.hints
source: Indices utilisés
en: Hints used

# report.keyFound
source: Pièces clés trouvées
en: Key pieces found

# report.locked
source: Rapport sous scellé : résolvez l'affaire ou consultez la solution pour l'ouvrir.
en: Report under seal: solve the case or see the solution to open it.

# report.no
source: Non
en: No

# report.reconstruction
source: Reconstitution
en: Reconstruction

# report.title
source: Rapport de clôture
en: Closing report

# report.yes
source: Oui
en: Yes

# result.alibi
source: SON ALIBI
en: THEIR ALIBI

# result.closingReport
source: RAPPORT DE CLÔTURE
en: CLOSING REPORT

# result.cluesFound
source: Indices trouvés
en: Clues found

# result.cluesMissed
source: Indices manqués
en: Clues missed

# result.colHints
source: Indices
en: Hints

# result.colMark
source: Note
en: Mark

# result.connections
source: Connexions
en: Connections

# result.culpritWas
source: %@ était responsable.
en: %@ was responsible.

# result.figures
source: Bilan
en: Summary

# result.fileAnyway
source: Classer quand même
en: File it anyway

# result.fileCase
source: Classer le dossier
en: File the case

# result.fileShort
source: Classer
en: File

# result.finalMark
source: Note finale
en: Final mark

# result.header
source: RAPPORT · #%@
en: REPORT · #%@

# result.hideMissed
source: Masquer les indices manqués
en: Hide the missed clues

# result.hideTimeline
source: Masquer la reconstitution
en: Hide the reconstruction

# result.keyEvidence
source: LES %ld PIÈCES DÉTERMINANTES
en: THE %ld DECISIVE PIECES

# result.keyHidden
source: Une pièce dans l'app %@
en: A piece in the %@ app

# result.keyHiddenGeneric
source: Une pièce non trouvée
en: A piece not found

# result.keyPieces
source: Pièces clés · %1$ld / %2$ld trouvées
en: Key pieces · %1$ld / %2$ld found

# result.missed
source: Ce que vous avez manqué (%ld)
en: What you missed (%ld)

# result.missedCount
source: %ld manquées
en: %ld missed

# result.missedIn
source: Dans l'app %@
en: In the %@ app

# result.notFound
source: non trouvé
en: not found

# result.notSeen
source: Ce que vous n'avez pas vu
en: What you did not see

# result.piecesUsed
source: Pièces utilisées
en: Pieces used

# result.read
source: Lire le rapport
en: Read the report

# result.relaxed
source: temps détendu
en: relaxed time

# result.replayHint
source: Le chrono repart plein, vos pièces sont gardées.
en: The timer starts full again, your pieces are kept.

# result.responsible
source: Responsable
en: Responsible

# result.responsibleHidden
source: Non révélé
en: Not revealed

# result.responsibleHiddenTip
source: La solution reste disponible sur demande.
en: The solution is available on request.

# result.retry
source: Reprendre l'enquête
en: Resume the investigation

# result.reveal
source: Consulter la solution
en: See the solution

# result.revealAskCancel
source: Retour au rapport
en: Back to the report

# result.revealAskConfirm
source: Consulter la solution
en: Read the solution

# result.revealAskMessage
source: Cette partie ne comptera pas dans vos résultats. Vous pourrez rejouer le dossier plus tard, depuis le début.
en: This attempt will not count in your results. You can play the case again later, from the start.

# result.revealAskTitle
source: Consulter la solution ?
en: Read the solution?

# result.revealedBadge
source: Solution consultée
en: Solution viewed

# result.rightFinds
source: Ce que vous aviez vu juste
en: What you got right

# result.showMissed
source: Voir les indices manqués (%ld)
en: See the missed clues (%ld)

# result.showTimeline
source: Voir la reconstitution
en: See the reconstruction

# result.solvedBadge
source: Affaire résolue
en: Case solved

# result.timeLeft
source: Temps restant
en: Time left

# result.timeline
source: RECONSTITUTION
en: RECONSTRUCTION

# result.trap
source: LE PIÈGE
en: THE TRAP

# result.unsolvedBadge
source: Affaire non résolue
en: Case not solved

# result.whatHappened
source: CE QUI S'EST PASSÉ
en: WHAT HAPPENED

# result.wrongTitle
source: Ce n'était pas %@.
en: It wasn't %@.

# result.youAccused
source: Vous avez accusé : %@
en: You accused: %@

# rim.dossier
source: Dossier #%@
en: File #%@

# rim.noPieces
source: 0 pièce
en: 0 pieces

# seal.lastOn
source: Dernier allumage : %@
en: Last switched on: %@

# search.all
source: Tout (%ld)
en: All (%ld)

# search.emptyMessage
source: Essayez un nom, un lieu ou une date.
en: Try a name, a place or a date.

# search.emptyTitle
source: Aucun résultat pour « %@ ».
en: No results for “%@”.

# search.help
source: Messages, agenda, notes, mails, navigateur, contacts. Un nom, un lieu, une heure (« 22h »), une date (« 12 sept », « samedi »).
en: Messages, calendar, notes, mail, browser, contacts. A name, a place, a time (“22h”), a date (“12 sept”, “samedi”).

# search.pill
source: Rechercher
en: Search

# search.prompt
source: Tout le téléphone · −%ld s
en: Whole phone · −%ld s

# search.subtitle
source: Tout le téléphone
en: The whole phone

# search.title
source: Recherche
en: Search

# settings.about
source: À propos
en: About

# settings.accessibilityGroup
source: Accessibilité
en: Accessibility

# settings.codeOn
source: Code activé
en: Code on

# settings.device
source: Appareil
en: Device

# settings.helpGroup
source: Aide
en: Help

# settings.legibleHandwriting
source: Écriture manuscrite lisible
en: Legible handwriting

# settings.model
source: Modèle
en: Model

# settings.reduceMotion
source: Réduire les animations
en: Reduce motion

# settings.relaxedTime
source: Temps détendu
en: Relaxed time

# settings.relaxedTimeDetail
source: Chrono ×1,5, sans pénalité. Mention sur le rapport.
en: Timer ×1.5, no penalty. Noted on the report.

# settings.replayTutorial
source: Réinitialiser les conseils
en: Reset tips

# settings.replayTutorialDone
source: Les conseils s'afficheront de nouveau.
en: Tips will show again.

# settings.security
source: Sécurité
en: Security

# settings.sharing
source: Partage de position
en: Location sharing

# settings.sharingOn
source: Partage actif
en: Sharing

# settings.sharingStopped
source: Arrêté le %@
en: Stopped on %@

# settings.soundEffects
source: Effets sonores
en: Sound effects

# settings.soundGroup
source: Son et vibrations
en: Sound and vibrations

# settings.sounds
source: Sons
en: Sounds

# slip.stamp
source: Versée
en: Filed

# stamp.cleared
source: DISCULPÉ
en: CLEARED

# stamp.confidential
source: CONFIDENTIEL
en: CONFIDENTIAL

# stamp.mention
source: MENTION
en: COMMENDED

# stamp.perfect
source: SANS FAUTE
en: FLAWLESS

# stamp.revealed
source: SOLUTION CONSULTÉE
en: SOLUTION VIEWED

# stamp.solved
source: RÉSOLU
en: SOLVED

# stamp.unsolved
source: NON RÉSOLU
en: UNSOLVED

# start.replaceCancel
source: Annuler
en: Cancel

# start.replaceConfirm
source: Commencer quand même
en: Start anyway

# start.replaceMessage
source: Commencer ce dossier abandonne l'enquête en cours sur le dossier #%@.
en: Starting this file abandons the investigation in progress on file #%@.

# start.replaceTitle
source: Une autre enquête est en cours
en: Another investigation is in progress

# status.new
source: Nouveau
en: New

# status.open
source: En cours
en: Open

# status.solved
source: Résolu
en: Solved

# status.unsolved
source: Non résolu
en: Unsolved

# story.a11y.choices
source: Choix, %ld options
en: Choice, %ld options

# story.a11y.chosenBefore
source: Réponse donnée la première fois
en: Answer given the first time

# story.a11y.hold
source: Maintenez pour confirmer, ou touchez deux fois
en: Hold to confirm, or double-tap

# story.a11y.off
source: désactivé
en: off

# story.a11y.on
source: activé
en: on

# story.a11y.step
source: Étape %ld sur %ld
en: Step %ld of %ld

# story.badge.solved
source: Résolu
en: Solved

# story.career.a11y.current
source: Rang actuel
en: Current rank

# story.career.a11y.future
source: Rang à venir
en: Rank to come

# story.career.a11y.openNote
source: Ouvre la note d'avancement
en: Opens the promotion note

# story.career.a11y.passed
source: Rang atteint
en: Rank reached

# story.career.cases
source: %ld affaires résolues
en: %ld cases solved

# story.career.chapter
source: chapitre %@
en: chapter %@

# story.career.counter
source: Affaires %1$ld / %2$ld
en: Cases %1$ld / %2$ld

# story.career.current
source: Actuel
en: Current

# story.career.intro
source: Chaque rang demande deux choses : des affaires résolues, tous modes confondus, et un chapitre terminé.
en: Each rank takes two things: cases solved, in any mode, and a chapter finished.
